Repository: lcd11001/flutter-roll-dice
Catalog: lib/l10n/app_*.arb
Languages: vi

# txt_app_title
source: Simple Roll Dice
vi: Đỗ Xí Ngầu

# txt_btn_roll
source: Roll Dice
vi: Lắc

# txt_btn_close
source: Close
vi: Đóng

# txt_btn_about
source: About
vi: Thông Tin

# txt_settings_title
source: Settings
vi: Cài Đặt

# txt_settings_audio
source: Sound effect: {value}
vi: Âm thanh: {value}

# txt_settings_number_dices
source: Number dices: {value}
vi: Số xí ngầu: {value}

# txt_settings_on
source: On
vi: Bật

# txt_settings_off
source: Off
vi: Tắt

# txt_about_1
source: Roll Dice is a lightweight and easy-to-use app for rolling dice anytime, anywhere. Whether you're playing a board game or just need a random number, this app is here to help!
vi: Đỗ Xí Ngầu là một ứng dụng nhẹ và dễ sử dụng để lắc xí ngầu bất cứ lúc nào, ở đâu. Cho dù bạn đang chơi một trò chơi trên bàn hay chỉ cần một số ngẫu nhiên, ứng dụng này sẽ giúp bạn!

# txt_about_2
source: This app is free to use. To support the developer and keep improving the app, a small banner ad is displayed.
vi: Ứng dụng này miễn phí để sử dụng. Để hỗ trợ nhà phát triển và tiếp tục cải thiện ứng dụng, một quảng cáo nhỏ sẽ được hiển thị. Cảm ơn bạn đã ủng hộ!
